Repository: schach-in/modules-ratings
Catalog: languages/ratings-*.po
Languages: de

source: URL under which the current FIDE Elo data is available in TXT format
de: URL, unter der die aktuellen FIDE-Elo-Daten im TXT-Format vorliegen

source: URL under which the current DWZ data of the German Chess Federation is available in SQL format
de: URL, unter der die aktuellen DSB-DWZ-Daten im SQL-Format vorliegen

source: Last imported status of the FIDE Elo database
de: Letzter importierter Stand der FIDE-Elo-Datenbank

source: Last imported status of the German DWZ database
de: Letzter importierter Stand der DSB-DWZ-Datenbank

source: No updates necessary.
de: Keine Aktualisierungen erforderlich.

source: (exact match)
de: (genaue Übereinstimmung)

source: (partial match)
de: (teilweise Übereinstimmung)

source: Latest DWZ: %s
de: Stand DWZ: %s

source: Latest Elo: %s
de: Stand Elo: %s

source: Start download
de: Download starten

source: Start synchronization
de: Synchronisierung starten

source: Start import
de: Import starten

source: There is no organisation with the code %s.
de: Es gibt keine Organisation mit dem Code %s.

source: Error while unpacking file %s, Code %s
de: Fehler beim entpacken der Datei %s, Code %s

source: Please wait. Rating sync is only allowed to run once every %s.
de: Bitte warten. Die Synchronisierung der Ratingzahlen darf nur einmal alle %s laufen.

source: Download %s rating data
de: %s-Wertungsdaten herunterladen

source: Import %s rating data
de: %s-Wertungsdaten importieren

source: Synchronize %s rating data
de: %s-Wertungsdaten synchronisieren

source: Failed to download rating file for %s.
de: Herunterladen der Rating-Datei für %s fehlgeschlagen.

source: File path for downloaded rating file for %s is wrong: %s/%s.
de: Dateipfad für die Rating-Datei %s ist falsch: %s/%s.

source: File not found for rating import: %s
de: Datei %s für den Rating-Import nicht gefunden.

source: No rating sync required for %s.
de: Keine Synchronisation für die %s-Wertungsdaten erforderlich.

source: Federation
de: Verband
